label start:
    "这部视觉小说由ETHOS制作，欢迎阅读《CloudyLand》!!"
    menu:
        "开始":
            jump guide
        "我还没有想好":
            return


label guide:
    scene bg sunset
    "在黄昏的光晕里，我最后一次瞥见你的轮廓"
    "那已经是很多年以前的事情了"
    "我们尚还年轻"
    "我内心尚还光明，那些曾经闪烁发光的东西还没有熄灭"
    "亲爱的，亲爱的"
    "现在，只有关于你的记忆还在闪烁"
    "可亲爱的啊，你能不能当着你爱过我"
    "这种可笑、荒唐的想法是我存在的意义"
    "这些年，对我最忠实的就是对你的渴求"
    "我就要死了,求求你，告诉我，你是不是有哪怕的一瞬间爱过我"
    "这一丝缥缈的爱意也会慰藉惨死他乡的灵魂"
    "否则就是到了时间的尽头，不甘的呐喊仍会回响"
    "..."
    "......"
    "lov e"

    
    
    